Repository: phoenix-scholars/Pluf
Catalog: pluf/src/Jayab/locale/*/jayab.po
Languages: fa

source: user
fa: کاربر

source: id of a user
fa: شناسه کاربر

source: location
fa: مکان

source: id of a location
fa: شناسه مکان

source: like
fa: علاقه

source: like or dislike filed of a location
fa: علاقه یا تنفر از یک مکان

source: location title
fa: عنوان مکان

source: description
fa: توضیحات

source: the location %s has been created.
fa: مکانی با عنوان %s توسط شما ایجاد شده است.

source: the location %s has been updated.
fa: مکانی با عنوان %s توسط شما به روز شده است.

source: the location %s has been deleted.
fa: مکانی با عنوان %s توسط شما حذف شده است.

source: location name
fa: نام مکان

source: location description
fa: توصیف مکان

source: latitude
fa: طول

source: longitude
fa: عرض

source: cannot save the location from an invalid form
fa: امکان ذخیره مکان بر اساس فرم نا معتبر وجود ندارد.

source: fail to create the location
fa: خطا در ایجاد مکان

source: fail to update the location %s
fa: خطا در به روز رسانی مکان با عنوان %s رخ داده است.

source: vote value
fa: مقدار علاقه

source: cannot vote the location from an invalid form
fa: امکان به روز رسانی علاقه بر اساس فرم نا معتبر وجود ندارد.

source: fail to update the vote of the location
fa: خطا در به روز رسانی علاقه رخ داده است.

source: location not found (%s)
fa: مکانی با شناسه %s یافت نشد.

source: tag not found (%s)
fa: برچسبی با شناسه %s یافت نشد

source: you are allowed to access the location
fa: شما مجوز دسترسی به مکان مورد نظر را ندارید.

source: creation date
fa: تاریخ ایجاد

source: modification date
fa: تاریخ به روز رسانی
